{
  "stoi": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<INPUT_DATA>": 2,
    "0": 3,
    "1": 4,
    "2": 5,
    "3": 6,
    "4": 7,
    "5": 8,
    "6": 9,
    "7": 10,
    "8": 11,
    "9": 12,
    "10": 13,
    "11": 14,
    "12": 15,
    "13": 16,
    "14": 17,
    "15": 18,
    "16": 19,
    "17": 20,
    "18": 21,
    "19": 22,
    "20": 23,
    "21": 24,
    "22": 25,
    "23": 26,
    "24": 27,
    "25": 28,
    "26": 29,
    "27": 30,
    "28": 31,
    "29": 32,
    "30": 33,
    "31": 34,
    "32": 35,
    "33": 36,
    "34": 37,
    "35": 38,
    "36": 39,
    "37": 40,
    "38": 41,
    "39": 42,
    "40": 43,
    "41": 44,
    "42": 45,
    "43": 46,
    "44": 47,
    "45": 48,
    "46": 49,
    "47": 50,
    "48": 51,
    "49": 52,
    "50": 53,
    "51": 54,
    "52": 55,
    "53": 56,
    "54": 57,
    "55": 58,
    "56": 59,
    "57": 60,
    "58": 61,
    "59": 62,
    "60": 63,
    "61": 64,
    "62": 65,
    "63": 66,
    "64": 67,
    "65": 68,
    "66": 69,
    "67": 70,
    "68": 71,
    "69": 72,
    "70": 73,
    "71": 74,
    "72": 75,
    "73": 76,
    "74": 77,
    "75": 78,
    "76": 79,
    "77": 80,
    "78": 81,
    "79": 82,
    "80": 83,
    "81": 84,
    "82": 85,
    "83": 86,
    "84": 87,
    "85": 88,
    "86": 89,
    "87": 90,
    "88": 91,
    "89": 92,
    "90": 93,
    "91": 94,
    "92": 95,
    "93": 96,
    "94": 97,
    "95": 98,
    "96": 99
  },
  "itos": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<INPUT_DATA>",
    "3": "0",
    "4": "1",
    "5": "2",
    "6": "3",
    "7": "4",
    "8": "5",
    "9": "6",
    "10": "7",
    "11": "8",
    "12": "9",
    "13": "10",
    "14": "11",
    "15": "12",
    "16": "13",
    "17": "14",
    "18": "15",
    "19": "16",
    "20": "17",
    "21": "18",
    "22": "19",
    "23": "20",
    "24": "21",
    "25": "22",
    "26": "23",
    "27": "24",
    "28": "25",
    "29": "26",
    "30": "27",
    "31": "28",
    "32": "29",
    "33": "30",
    "34": "31",
    "35": "32",
    "36": "33",
    "37": "34",
    "38": "35",
    "39": "36",
    "40": "37",
    "41": "38",
    "42": "39",
    "43": "40",
    "44": "41",
    "45": "42",
    "46": "43",
    "47": "44",
    "48": "45",
    "49": "46",
    "50": "47",
    "51": "48",
    "52": "49",
    "53": "50",
    "54": "51",
    "55": "52",
    "56": "53",
    "57": "54",
    "58": "55",
    "59": "56",
    "60": "57",
    "61": "58",
    "62": "59",
    "63": "60",
    "64": "61",
    "65": "62",
    "66": "63",
    "67": "64",
    "68": "65",
    "69": "66",
    "70": "67",
    "71": "68",
    "72": "69",
    "73": "70",
    "74": "71",
    "75": "72",
    "76": "73",
    "77": "74",
    "78": "75",
    "79": "76",
    "80": "77",
    "81": "78",
    "82": "79",
    "83": "80",
    "84": "81",
    "85": "82",
    "86": "83",
    "87": "84",
    "88": "85",
    "89": "86",
    "90": "87",
    "91": "88",
    "92": "89",
    "93": "90",
    "94": "91",
    "95": "92",
    "96": "93",
    "97": "94",
    "98": "95",
    "99": "96"
  },
  "special_tokens": [
    "<PAD>",
    "<UNK>",
    "<INPUT_DATA>"
  ]
}